{
  "data1": "Searah:Asal usul nama Desa Wonokerso yang ada di Kecamatan Pakisaji, Kabupaten Malang ternyata merupakan sebuah harapan dari warga setempat. Mereka cuma ingin sang petinggi sebagai pemimpin merasa kerasan tinggal di sana. Sebab, sebelumnya mereka kerap ditinggalkan oleh para pemimpin.\n\nAwal kisah, pada zaman dahulu ada serombongan pendatang yang dipimpin Panji Pulang Jiwo (orang yang kelak juga terkait dengan sejarah Kepanjen, daerah di selatan Pakisaji). Panji Pulang Jiwo ini membawa pengikut dari arah utara.\n\nSesampainya di lokasi yang kini menjadi Desa Wonokerso, Panji Pulang Jiwo mengajak para pengikutnya untuk bersama-sama menebang hutan, karena mereka membutuhkan tempat bermukim. Hal tersebut berlangsung sampai turun-temurun.\n\nDi sebuah daerah (masih di wilayah Desa Wonokerso), Panji Pulang Jiwo menemakannya Segenggeng. Nama itu diambil dari Bahasa Jawa geng-geng yang berarti besar-besar. Sebab di daerah tersebut terdapat banyak pohon besar yang mereka tumbangkan. Hingga saat ini daerah tersebut menjadi sebuah dusun yang ada di Desa Wonokerso.\n\nPanji Pulang Jiwo melanjutkan petualangannya ke arah selatan. Mereka sampai di suatu daerah di sebelah selatan Dusun Segenggeng dan kemudian membuka pemukiman baru. Ketika menebang hutan, tepatnya di jalan yang menikung (dalam Bahasa Jawa disebut tenggong), mereka menyisir kearah timur, dan di suatu pinggiran sungai mereka menemukan pohon kemiri. Keberadaan pohon kemiri itu membuat banyak orang berbondong-bondong (dalam Bahasa Jawa disebut byung-byungan), mencari buah kemiri. Tak jauh dari pohon kemiri itu ada pohon beringin yang lebat dan banyak dihuni oleh kelelawar (dalam Bahasa Jawa disebut kalong). Daerah ini kemudian dinamakan Dusun Ngebyongan atau disebut juga Tenggong Kalong.\n\nSetelah terbentuk Dusun Ngebyongan (Tenggong Kalong), hadirlah pendatang dari Yogyakarta. Mereka pun akhirnya saling berkenalan dengan warga lokal. Mereka mencoba mamahami dan berkomunikasi hingga akhirnya saling akrab satu sama lain. Dari pertemuan dua kelompok itulah akhirnya muncul sebuah gagasan untuk memilih orang yang dituakan sebagai petinggi. Terpilihlah orang dari Yogyakarta sebagai petinggi.\n\nSayangnya, si petinggi itu sering berkunjung ke tempat asalnya di Yogyakarta untuk menengok keluarga, hingga akhirnya tidak kembali lagi. Akhirnya Pak Wedono sebagai pembantu pimpinan wilayah daerah tingkat II (pembantu Bupati) terpaksa mengangkat petinggi baru. Orang kedua yang terpilih pun berasal dari Yogyakarta, dan nyatanya hal yang sama terulang kembali. Ia pamit pulang ke Yogyakarta dan tak kembali lagi.\n\nMengingat posisi jabatan petinggi yang sering kosong itu, akhirnya Pak Wedono berinisiatif mempersatukan wilayah Desa Ngebyongan dengan Desa Segenggeng, agar dipimpin satu orang petinggi, dan bergabung dengan wilayah sebelah baratnya itu yang telah diciptakan oleh Ki Dasimah, pendatang dari Pondok Seram Banten.\n\nPak Wedono kemudian menamakannya Desa Wonokerso. Harapannya dengan nama ini sang petinggi yang terpilih dapat kerasan (dalam Bahasa Jawa disebut kerso) untuk mementap secara terus-menerus di daerah ini. Petinggi Desa Wonokerso yang pertama kali terpilih pada zaman pendudukan Belanda bernama Pak Wir (Saidin), yang berkuasa hingga menjelang masa pendudukan Jepang. (dikutip dari : ngalam.co)",
  "data2": "lokasi wonokerso:8°4′51″S 112°37′18″E",
  "data3":"pendahuluan:Wonokerso adalah sebuah desa di wilayah Kecamatan Pakisaji, Kabupaten Malang, Provinsi Jawa Timur.Desa Wonokerso berada sekitar 3 Km di sebelah timur di Kecamatan Pakisaji Kabupaten Malang. Secara geografis desa ini terletak pada ketinggian 460 meter di atas permukaan laut dengan suhu rata-rata 250C. Desa Wonokerso terdiri dari 3 dusun, yaitu Dusun Wonokerso, Dusun Segenggeng dan Dusun Ngebyongan dengan 4 RW. Sebagian besar wilayah desa seluas 273.6038 Ha ini (168.30 Ha atau 61.51%) dimanfaatkan untuk lahan pertanian, 11.41 Ha (hampir 4.17%) untuk perkebunan rakyat, 9.523 Ha (3.48%) untuk ladang/tegalan, 3.5554 Ha (1.30%) untuk fasilitas umum, dan 80.8156 Ha (29.54%) untuk pemukiman warga.\n\nBatas-batas desa ini sebelah utara berbatasan langsung dengan Desa Karangduren, desa Sutojayan dan Desa Wandanpuro berada di sebelah barat dan timur. Sedangkan bagian selatan desa berbatasan langsung dengan Desa Curungrejo-Kepanjen. Jarak tempuh ke pusat ibu kota Kabupaten Malang, Kepanjen, tidak terlalu jauh, hanya berjarak 10 Km dengan jarak tempuh sekitar 15 menit dengan kendaraan.\n\nDesa Wonokerso adalah sebuah kawasan pedesaan yang memiliki karakteristik khusus untuk menjadi daerah industri. Hal tersebut didukung dengan lokasi yang strategis yaitu berada di dekat jalur utama yang menghubungkan antara Malang dengan Kepanjen, yang akan memudahkan investor untuk mengunjungi Desa Wonokerso. Di kawasan ini, penduduknya memiliki tradisi dan budaya yang masih relatif asli. Selain itu, penduduk desa ini memiliki berbagai potensi usaha yang masih bisa berkembang.\n\nKondisi jalan yang sangat bagus sangat mendukung kegiatan masyarakat, karena hal ini membuat akses transportasi menjadi lebih mudah. Hal ini sangat mendukung kegiatan ekonomi masyarakat untuk terus meningkat. ",
  "data4": "pembuat web:Naufal Ramzi"
}